11/data/attachments/43f14ebc96f5f410.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Patrick_benefit_Friend_90669_0</nif:username>
            <nif:friendToBeRequested>soap_friends_7fb622e7-19d7-4578-9585-8a3d2f768098</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>